Repository: LPFchan/NapCorner
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, es, et, fi, fr, hi, hr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, vi, zh_hans

source: About NapCorner
ar: حول NapCorner
bg: Относно NapCorner
cs: O aplikaci NapCorner
da: Om NapCorner
de: Über NapCorner
es: Acerca de NapCorner
et: NapCornerist
fi: Tietoja NapCornerista
fr: À propos de NapCorner
hi: NapCorner के बारे में
hr: O aplikaciji NapCorner
hu: A NapCorner névjegye
it: Informazioni su NapCorner
ja: NapCornerについて
ko: NapCorner에 관하여
nb: Om NapCorner
nl: Over NapCorner
pl: NapCorner – informacje
pt_br: Sobre o NapCorner
pt_pt: Acerca do NapCorner
ro: Despre NapCorner
ru: О NapCorner
sk: O aplikácii NapCorner
sv: Om NapCorner
tr: NapCorner Hakkında
uk: Про NapCorner
vi: Giới thiệu về NapCorner
zh_hans: 关于 NapCorner

source: Bottom Left
ar: أسفل اليسار
bg: Долу вляво
cs: Vlevo dole
da: Nederst til venstre
de: Unten links
es: Abajo a la izquierda
et: All vasakul
fi: Vasen alakulma
fr: En bas à gauche
hi: नीचे बाएँ
hr: Dolje lijevo
hu: Bal alsó
it: In basso a sinistra
ja: 左下
ko: 왼쪽 아래
nb: Nede til venstre
nl: Linksonder
pl: Lewy dolny
pt_br: Inferior esquerdo
pt_pt: Inferior esquerdo
ro: Stânga jos
ru: Нижний левый
sk: Vľavo dole
sv: Nere till vänster
tr: Sol Alt
uk: Нижній лівий
vi: Dưới bên trái
zh_hans: 左下角

source: Bottom Right
ar: أسفل اليمين
bg: Долу вдясно
cs: Vpravo dole
da: Nederst til højre
de: Unten rechts
es: Abajo a la derecha
et: All paremal
fi: Oikea alakulma
fr: En bas à droite
hi: नीचे दाएँ
hr: Dolje desno
hu: Jobb alsó
it: In basso a destra
ja: 右下
ko: 오른쪽 아래
nb: Nede til høyre
nl: Rechtsonder
pl: Prawy dolny
pt_br: Inferior direito
pt_pt: Inferior direito
ro: Dreapta jos
ru: Нижний правый
sk: Vpravo dole
sv: Nere till höger
tr: Sağ Alt
uk: Нижній правий
vi: Dưới bên phải
zh_hans: 右下角

source: Bumping the mouse this soon after the screen goes dark won’t wake it. A key press or a click always does.
ar: تحريك الماوس بعد انطفاء الشاشة مباشرةً لن يوقظها. الضغط على مفتاح أو النقر يوقظها دائمًا.
bg: Побутване на мишката веднага след като екранът потъмнее не го събужда. Клавиш или щракване винаги го събуждат.
cs: Šťouchnutí do myši hned po zhasnutí obrazovky ji neprobudí. Klávesa nebo kliknutí ji probudí vždy.
da: Et puf til musen lige efter skærmen bliver mørk, vækker den ikke. Et tastetryk eller klik gør det altid.
de: Ein Mausstoß so kurz nachdem der Bildschirm dunkel wird, weckt ihn nicht. Ein Tastendruck oder Klick tut es immer.
es: Mover el ratón justo después de que la pantalla se oscurezca no la despierta. Pulsar una tecla o hacer clic siempre lo hace.
et: Hiire müks kohe pärast ekraani pimenemist ei ärata seda. Klahv või klõps äratab alati.
fi: Hiiren tönäisy heti näytön pimennyttyä ei herätä sitä. Näppäin tai klikkaus herättää aina.
fr: Un coup de souris juste après l’extinction de l’écran ne le réveille pas. Une touche ou un clic le réveille toujours.
hi: स्क्रीन के काली होने के तुरंत बाद माउस हिलने से वह नहीं जागेगी। कोई की दबाने या क्लिक करने से वह हमेशा जागती है।
hr: Pomak miša odmah nakon što se zaslon zatamni neće ga probuditi. Tipka ili klik uvijek hoće.
hu: Ha az egeret közvetlenül a képernyő elsötétülése után meglököd, az nem ébred fel. Egy billentyű vagy kattintás mindig felébreszti.
it: Un colpo di mouse subito dopo che lo schermo si scurisce non lo riattiva. Un tasto o un clic lo riattivano sempre.
ja: 画面が暗くなった直後のマウスの揺れでは復帰しません。キーを押すかクリックすれば必ず復帰します。
ko: 화면이 꺼진 직후에는 마우스가 살짝 움직여도 깨어나지 않습니다. 키를 누르거나 클릭하면 언제든 깨어납니다.
nb: Et dytt på musen rett etter at skjermen blir mørk, vekker den ikke. Et tastetrykk eller klikk gjør det alltid.
nl: Een tik tegen de muis vlak nadat het scherm donker wordt, maakt het niet wakker. Een toets of klik doet dat altijd.
pl: Szturchnięcie myszy tuż po wygaszeniu ekranu go nie budzi. Klawisz lub kliknięcie budzi zawsze.
pt_br: Mexer o mouse logo depois que a tela apaga não a acorda. Uma tecla ou um clique sempre acordam.
pt_pt: Mexer o rato logo depois de o ecrã escurecer não o acorda. Uma tecla ou um clique acordam-no sempre.
ro: O atingere a mausului imediat după ce ecranul se stinge nu îl trezește. O tastă sau un clic îl trezesc mereu.
ru: Толчок мыши сразу после того, как экран погас, не разбудит его. Клавиша или щелчок разбудят всегда.
sk: Štuchnutie do myši hneď po zhasnutí obrazovky ju nezobudí. Kláves alebo kliknutie ju zobudí vždy.
sv: En knuff på musen strax efter att skärmen släckts väcker den inte. En tangent eller ett klick gör det alltid.
tr: Ekran karardıktan hemen sonra fareye çarpmak onu uyandırmaz. Bir tuş ya da tıklama her zaman uyandırır.
uk: Поштовх миші одразу після того, як екран згас, не розбудить його. Клавіша чи клацання розбудять завжди.
vi: Chạm chuột ngay sau khi màn hình tối sẽ không đánh thức nó. Nhấn phím hoặc bấm chuột thì luôn đánh thức.
zh_hans: 屏幕变暗后不久轻碰鼠标不会唤醒它。按下按键或点按则总会唤醒。

source: Check for Updates…
ar: التحقق من وجود تحديثات…
bg: Проверка за обновления…
cs: Vyhledat aktualizace…
da: Søg efter opdateringer…
de: Nach Updates suchen …
es: Buscar actualizaciones…
et: Otsi uuendusi…
fi: Tarkista päivitykset…
fr: Rechercher des mises à jour…
hi: अपडेट जाँचें…
hr: Potraži nadopune…
hu: Frissítések keresése…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nb: Se etter oppdateringer…
nl: Zoek naar updates…
pl: Sprawdź uaktualnienia…
pt_br: Buscar Atualizações…
pt_pt: Procurar atualizações…
ro: Caută actualizări…
ru: Проверить обновления…
sk: Vyhľadať aktualizácie…
sv: Sök efter uppdateringar…
tr: Güncellemeleri Denetle…
uk: Перевірити оновлення…
vi: Kiểm tra cập nhật…
zh_hans: 检查更新…

source: Choose at least one corner.
ar: اختر زاوية واحدة على الأقل.
bg: Изберете поне един ъгъл.
cs: Vyberte alespoň jeden roh.
da: Vælg mindst ét hjørne.
de: Wähle mindestens eine Ecke.
es: Elige al menos una esquina.
et: Vali vähemalt üks nurk.
fi: Valitse vähintään yksi kulma.
fr: Choisissez au moins un coin.
hi: कम से कम एक कोना चुनें।
hr: Odaberite barem jedan kut.
hu: Válassz legalább egy sarkot.
it: Scegli almeno un angolo.
ja: 少なくとも1つのコーナーを選んでください。
ko: 모서리를 하나 이상 선택하세요.
nb: Velg minst ett hjørne.
nl: Kies minstens één hoek.
pl: Wybierz co najmniej jeden narożnik.
pt_br: Escolha pelo menos um canto.
pt_pt: Escolha pelo menos um canto.
ro: Alegeți cel puțin un colț.
ru: Выберите хотя бы один угол.
sk: Vyberte aspoň jeden roh.
sv: Välj minst ett hörn.
tr: En az bir köşe seçin.
uk: Виберіть принаймні один кут.
vi: Chọn ít nhất một góc.
zh_hans: 请至少选择一个角。

source: Continue
ar: متابعة
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Weiter
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
hi: जारी रखें
hr: Nastavi
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

source: Corners
ar: الزوايا
bg: Ъгли
cs: Rohy
da: Hjørner
de: Ecken
es: Esquinas
et: Nurgad
fi: Kulmat
fr: Coins
hi: कोने
hr: Kutovi
hu: Sarkok
it: Angoli
ja: コーナー
ko: 모서리
nb: Hjørner
nl: Hoeken
pl: Narożniki
pt_br: Cantos
pt_pt: Cantos
ro: Colțuri
ru: Углы
sk: Rohy
sv: Hörn
tr: Köşeler
uk: Кути
vi: Các góc
zh_hans: 角落

source: Done
ar: تم
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
es: Listo
et: Valmis
fi: Valmis
fr: Terminé
hi: हो गया
hr: Gotovo
hu: Kész
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成

source: Enabled
ar: مفعّل
bg: Включено
cs: Zapnuto
da: Slået til
de: Aktiviert
es: Activado
et: Sees
fi: Päällä
fr: Activé
hi: चालू
hr: Uključeno
hu: Bekapcsolva
it: Attivo
ja: オン
ko: 켬
nb: På
nl: Aan
pl: Włączone
pt_br: Ativado
pt_pt: Ativado
ro: Activat
ru: Включено
sk: Zapnuté
sv: På
tr: Açık
uk: Увімкнено
vi: Bật
zh_hans: 已启用

source: Firm
ar: قوي
bg: Силно
cs: Pevně
da: Fast
de: Fest
es: Firme
et: Kindel
fi: Luja
fr: Ferme
hi: ज़ोर से
hr: Čvrsto
hu: Erős
it: Decisa
ja: 強め
ko: 세게
nb: Fast
nl: Stevig
pl: Mocno
pt_br: Firme
pt_pt: Firme
ro: Ferm
ru: Сильно
sk: Pevne
sv: Fast
tr: Sert
uk: Сильно
vi: Mạnh
zh_hans: 用力

source: Get Started
ar: ابدأ
bg: Започни
cs: Začít
da: Kom i gang
de: Los geht’s
es: Empezar
et: Alusta
fi: Aloita
fr: Commencer
hi: शुरू करें
hr: Započni
hu: Kezdés
it: Inizia
ja: はじめる
ko: 시작하기
nb: Kom i gang
nl: Begin
pl: Zaczynamy
pt_br: Começar
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sv: Kom igång
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始

source: Going to sleep
ar: الدخول في النوم
bg: Заспиване
cs: Usínání
da: Falde i søvn
de: Einschlafen
es: Al dormir
et: Uinumine
fi: Nukahtaminen
fr: Mise en veille
hi: सोने जाना
hr: Uspavljivanje
hu: Elalvás
it: Andare in stop
ja: スリープまで
ko: 잠들기
nb: Sovne
nl: In slaap vallen
pl: Usypianie
pt_br: Ao dormir
pt_pt: Ao adormecer
ro: Adormire
ru: Засыпание
sk: Zaspávanie
sv: Somna
tr: Uykuya dalma
uk: Засинання
vi: Khi ngủ
zh_hans: 进入睡眠

source: Hold for
ar: الإبقاء لمدة
bg: Задръж
cs: Držet
da: Hold i
de: Halten für
es: Mantener durante
et: Hoia
fi: Pidä
fr: Maintenir pendant
hi: इतनी देर रोकें
hr: Drži
hu: Tartás
it: Tieni per
ja: ホールド時間
ko: 머무는 시간
nb: Hold i
nl: Vasthouden
pl: Przytrzymaj przez
pt_br: Segurar por
pt_pt: Manter durante
ro: Ține
ru: Удерживать
sk: Držať
sv: Håll i
tr: Bekletme süresi
uk: Утримувати
vi: Giữ trong
zh_hans: 停留

source: Ignore the mouse for
ar: تجاهل الماوس لمدة
bg: Игнорирай мишката
cs: Ignorovat myš
da: Ignorer musen i
de: Maus ignorieren für
es: Ignorar el ratón durante
et: Eira hiirt
fi: Ohita hiiri
fr: Ignorer la souris pendant
hi: माउस को इतनी देर अनदेखा करें
hr: Zanemari miš
hu: Egér figyelmen kívül hagyása
it: Ignora il mouse per
ja: マウスを無視する時間
ko: 마우스 무시 시간
nb: Ignorer musen i
nl: Negeer de muis
pl: Ignoruj mysz przez
pt_br: Ignorar o mouse por
pt_pt: Ignorar o rato durante
ro: Ignoră mausul
ru: Игнорировать мышь
sk: Ignorovať myš
sv: Ignorera musen i
tr: Fareyi yok sayma süresi
uk: Ігнорувати мишу
vi: Bỏ qua chuột trong
zh_hans: 忽略鼠标

source: Light
ar: خفيف
bg: Леко
cs: Lehce
da: Let
de: Leicht
es: Suave
et: Kerge
fi: Kevyt
fr: Légère
hi: हल्का
hr: Lagano
hu: Gyenge
it: Leggera
ja: 弱め
ko: 약하게
nb: Lett
nl: Licht
pl: Lekko
pt_br: Leve
pt_pt: Leve
ro: Ușor
ru: Слабо
sk: Ľahko
sv: Lätt
tr: Hafif
uk: Легко
vi: Nhẹ
zh_hans: 轻

source: NapCorner Settings
ar: إعدادات NapCorner
bg: Настройки на NapCorner
cs: Nastavení NapCorner
da: NapCorner-indstillinger
de: NapCorner-Einstellungen
es: Ajustes de NapCorner
et: NapCorneri seaded
fi: NapCornerin asetukset
fr: Réglages de NapCorner
hi: NapCorner सेटिंग्ज़
hr: Postavke aplikacije NapCorner
hu: NapCorner-beállítások
it: Impostazioni di NapCorner
ja: NapCornerの設定
ko: NapCorner 설정
nb: NapCorner-innstillinger
nl: NapCorner-instellingen
pl: Ustawienia NapCorner
pt_br: Ajustes do NapCorner
pt_pt: Definições do NapCorner
ro: Configurări NapCorner
ru: Настройки NapCorner
sk: Nastavenia NapCorner
sv: NapCorner-inställningar
tr: NapCorner Ayarları
uk: Параметри NapCorner
vi: Cài đặt NapCorner
zh_hans: NapCorner 设置

source: NapCorner lives in the menu bar. Click it to change the corner or how long to hold.
ar: يعيش NapCorner في شريط القائمة. انقر عليه لتغيير الزاوية أو مدة الإبقاء.
bg: NapCorner живее в лентата с менюта. Щракнете го, за да смените ъгъла или колко да задържате.
cs: NapCorner bydlí na řádku nabídek. Klikněte na něj a změňte roh nebo dobu držení.
da: NapCorner bor i menulinjen. Klik på den for at ændre hjørnet eller hvor længe du skal holde.
de: NapCorner lebt in der Menüleiste. Klicke darauf, um die Ecke oder die Haltedauer zu ändern.
es: NapCorner vive en la barra de menús. Haz clic en él para cambiar la esquina o cuánto mantener.
et: NapCorner elab menüüribal. Klõpsa seda, et muuta nurka või hoidmise aega.
fi: NapCorner asuu valikkorivillä. Klikkaa sitä vaihtaaksesi kulmaa tai pitoaikaa.
fr: NapCorner vit dans la barre des menus. Cliquez dessus pour changer de coin ou de durée de maintien.
hi: NapCorner मेनू बार में रहता है। कोना या रोकने का समय बदलने के लिए उस पर क्लिक करें।
hr: NapCorner živi u traci s izbornicima. Kliknite ga da promijenite kut ili trajanje držanja.
hu: A NapCorner a menüsorban lakik. Kattints rá a sarok vagy a tartási idő módosításához.
it: NapCorner vive nella barra dei menu. Fai clic per cambiare l’angolo o quanto tenere.
ja: NapCornerはメニューバーにいます。クリックするとコーナーやホールド時間を変更できます。
ko: NapCorner는 메뉴 막대에 있습니다. 클릭해서 모서리나 머무는 시간을 바꿀 수 있습니다.
nb: NapCorner bor i menylinjen. Klikk på den for å endre hjørnet eller hvor lenge du holder.
nl: NapCorner woont in de menubalk. Klik erop om de hoek of de duur te wijzigen.
pl: NapCorner mieszka na pasku menu. Kliknij go, aby zmienić narożnik lub czas przytrzymania.
pt_br: O NapCorner fica na barra de menus. Clique nele para mudar o canto ou quanto tempo segurar.
pt_pt: O NapCorner vive na barra de menus. Clique nele para mudar o canto ou quanto tempo manter.
ro: NapCorner stă în bara de meniu. Faceți clic pe el pentru a schimba colțul sau cât să țineți.
ru: NapCorner живёт в строке меню. Нажмите на него, чтобы сменить угол или время удержания.
sk: NapCorner býva na lište ponúk. Kliknite naň a zmeňte roh alebo čas držania.
sv: NapCorner bor i menyraden. Klicka på den för att byta hörn eller hur länge du håller.
tr: NapCorner menü çubuğunda yaşar. Köşeyi ya da bekletme süresini değiştirmek için tıklayın.
uk: NapCorner живе на смузі меню. Клацніть його, щоб змінити кут або час утримання.
vi: NapCorner nằm trên thanh menu. Bấm vào để đổi góc hoặc thời gian giữ.
zh_hans: NapCorner 住在菜单栏中。点按它即可更改角落或停留时长。

source: NapCorner takes over from macOS’s Put Display to Sleep hot corner.
ar: يحل NapCorner محل الزاوية النشطة «وضع شاشة العرض في وضع السكون» في macOS.
bg: NapCorner поема активния ъгъл на macOS „Приспиване на дисплея“.
cs: NapCorner přebírá aktivní roh macOS „Uspat monitor“.
da: NapCorner overtager macOS’ aktive hjørne “Sæt skærmen på vågeblus”.
de: NapCorner ersetzt die aktive Ecke „Bildschirm in den Ruhezustand versetzen“ von macOS.
es: NapCorner sustituye la esquina activa «Poner la pantalla en reposo» de macOS.
et: NapCorner asendab macOS-i aktiivse nurga „Pane ekraan unerežiimi“.
fi: NapCorner korvaa macOS:n aktiivisen kulman ”Laita näyttö nukkumaan”.
fr: NapCorner remplace le coin actif « Suspendre l’activité du moniteur » de macOS.
hi: NapCorner macOS के “डिस्प्ले को स्लीप में डालें” हॉट कॉर्नर की जगह लेता है।
hr: NapCorner preuzima macOS aktivni kut „Stavi zaslon u pripravno stanje”.
hu: A NapCorner átveszi a macOS „Kijelző alvó módba helyezése” aktív sarkát.
it: NapCorner sostituisce l’angolo attivo «Metti in stop il monitor» di macOS.
ja: NapCornerはmacOSのホットコーナー「ディスプレイをスリープさせる」の代わりになります。
ko: NapCorner가 macOS의 ‘디스플레이를 잠자기로 전환’ 핫 코너를 대신합니다.
nb: NapCorner tar over for macOS sitt aktive hjørne «Sett skjermen i dvale».
nl: NapCorner neemt de actieve hoek ‘Zet beeldscherm in sluimerstand’ van macOS over.
pl: NapCorner zastępuje aktywny narożnik macOS „Uśpij monitor”.
pt_br: O NapCorner substitui o canto ativo “Colocar o Monitor para Dormir” do macOS.
pt_pt: O NapCorner substitui o canto ativo “Pôr o monitor em pausa” do macOS.
ro: NapCorner preia colțul activ „Pune monitorul în repaus” din macOS.
ru: NapCorner заменяет активный угол macOS «Перевести дисплей в режим сна».
sk: NapCorner preberá aktívny roh macOS „Uspať monitor“.
sv: NapCorner ersätter macOS aktiva hörn ”Försätt skärmen i vila”.
tr: NapCorner, macOS’in “Ekranı Uyut” etkin köşesinin yerini alır.
uk: NapCorner замінює активний кут macOS «Перевести дисплей у режим сну».
vi: NapCorner thay thế góc nóng “Đặt màn hình sang chế độ ngủ” của macOS.
zh_hans: NapCorner 将取代 macOS 的“将显示器置入睡眠状态”触发角。

source: Off
ar: إيقاف
bg: Изкл.
cs: Vypnuto
da: Fra
de: Aus
es: No
et: Väljas
fi: Pois
fr: Désactivé
hi: बंद
hr: Isključeno
hu: Ki
it: No
ja: オフ
ko: 끔
nb: Av
nl: Uit
pl: Wył.
pt_br: Não
pt_pt: Não
ro: Dezactivat
ru: Выкл.
sk: Vypnuté
sv: Av
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关

source: Open NapCorner when I log in
ar: فتح NapCorner عند تسجيل الدخول
bg: Отваряй NapCorner при влизане
cs: Otevírat NapCorner po přihlášení
da: Åbn NapCorner, når jeg logger ind
de: NapCorner beim Anmelden öffnen
es: Abrir NapCorner al iniciar sesión
et: Ava NapCorner sisselogimisel
fi: Avaa NapCorner, kun kirjaudun sisään
fr: Ouvrir NapCorner à l’ouverture de session
hi: लॉग इन करने पर NapCorner खोलें
hr: Otvori NapCorner pri prijavi
hu: NapCorner megnyitása bejelentkezéskor
it: Apri NapCorner al login
ja: ログイン時にNapCornerを開く
ko: 로그인할 때 NapCorner 열기
nb: Åpne NapCorner når jeg logger på
nl: Open NapCorner bij inloggen
pl: Otwieraj NapCorner po zalogowaniu
pt_br: Abrir o NapCorner ao iniciar sessão
pt_pt: Abrir o NapCorner ao iniciar sessão
ro: Deschide NapCorner la autentificare
ru: Открывать NapCorner при входе
sk: Otvárať NapCorner po prihlásení
sv: Öppna NapCorner när jag loggar in
tr: Oturum açtığımda NapCorner’ı aç
uk: Відкривати NapCorner під час входу
vi: Mở NapCorner khi tôi đăng nhập
zh_hans: 登录时打开 NapCorner

source: Open at Login
ar: الفتح عند تسجيل الدخول
bg: Отваряй при влизане
cs: Otevírat po přihlášení
da: Åbn ved login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
et: Ava sisselogimisel
fi: Avaa sisäänkirjautuessa
fr: Ouvrir à l’ouverture de session
hi: लॉग इन पर खोलें
hr: Otvori pri prijavi
hu: Megnyitás bejelentkezéskor
it: Apri al login
ja: ログイン時に開く
ko: 로그인 시 열기
nb: Åpne ved pålogging
nl: Open bij inloggen
pl: Otwieraj po zalogowaniu
pt_br: Abrir ao Iniciar Sessão
pt_pt: Abrir ao iniciar sessão
ro: Deschide la autentificare
ru: Открывать при входе
sk: Otvárať po prihlásení
sv: Öppna vid inloggning
tr: Oturum Açıldığında Aç
uk: Відкривати під час входу
vi: Mở khi đăng nhập
zh_hans: 登录时打开

source: Or push
ar: أو ادفع
bg: Или натисни
cs: Nebo zatlačit
da: Eller skub
de: Oder drücken
es: O empujar
et: Või lükka
fi: Tai työnnä
fr: Ou pousser
hi: या धक्का दें
hr: Ili gurni
hu: Vagy nyomd
it: O spingi
ja: または押し込み
ko: 또는 밀기
nb: Eller skyv
nl: Of duwen
pl: Lub dociśnij
pt_br: Ou empurrar
pt_pt: Ou empurrar
ro: Sau împinge
ru: Или нажать
sk: Alebo zatlačiť
sv: Eller tryck
tr: Ya da itin
uk: Або натиснути
vi: Hoặc đẩy
zh_hans: 或推入

source: Pick your corner
ar: اختر زاويتك
bg: Изберете своя ъгъл
cs: Vyberte svůj roh
da: Vælg dit hjørne
de: Wähle deine Ecke
es: Elige tu esquina
et: Vali oma nurk
fi: Valitse kulmasi
fr: Choisissez votre coin
hi: अपना कोना चुनें
hr: Odaberite svoj kut
hu: Válaszd ki a sarkod
it: Scegli il tuo angolo
ja: コーナーを選ぶ
ko: 모서리 고르기
nb: Velg hjørnet ditt
nl: Kies je hoek
pl: Wybierz narożnik
pt_br: Escolha seu canto
pt_pt: Escolha o seu canto
ro: Alegeți-vă colțul
ru: Выберите свой угол
sk: Vyberte svoj roh
sv: Välj ditt hörn
tr: Köşenizi seçin
uk: Виберіть свій кут
vi: Chọn góc của bạn
zh_hans: 选择你的角落

source: Put your display to sleep from a screen corner, without the accidental naps or the instant wake-ups.
ar: ضع شاشتك في وضع السكون من زاوية الشاشة، بلا غفوات عرضية ولا استيقاظ فوري.
bg: Приспивайте дисплея от ъгъл на екрана, без случайни дремки и моментални събуждания.
cs: Uspěte obrazovku z rohu, bez nechtěných zdřímnutí a okamžitého probouzení.
da: Sæt skærmen på vågeblus fra et hjørne, uden utilsigtede lure eller øjeblikkelig opvågning.
de: Schick deinen Bildschirm aus einer Ecke schlafen – ohne versehentliche Nickerchen und ohne sofortiges Aufwachen.
es: Pon la pantalla en reposo desde una esquina, sin siestas accidentales ni despertares instantáneos.
et: Pane ekraan nurgast magama, ilma juhuslike uinakute ja kohese ärkamiseta.
fi: Laita näyttö nukkumaan näytön kulmasta ilman vahingossa tulevia torkkuja tai heti heräämistä.
fr: Mettez votre écran en veille depuis un coin, sans siestes accidentelles ni réveils immédiats.
hi: स्क्रीन के कोने से डिस्प्ले को स्लीप में डालें, बिना अनचाही झपकी या तुरंत जागने के।
hr: Uspavajte zaslon iz kuta, bez slučajnih drijemanja i trenutnih buđenja.
hu: Altasd el a kijelzőt egy képernyősarokból, véletlen szunyókálások és azonnali ébredések nélkül.
it: Metti in stop lo schermo da un angolo, senza pisolini accidentali né risvegli immediati.
ja: 画面の隅からディスプレイをスリープ。うっかりスリープも、すぐの復帰もありません。
ko: 화면 모서리에서 디스플레이를 잠재우세요. 실수로 잠들거나 바로 깨어나는 일 없이요.
nb: Sett skjermen i dvale fra et hjørne, uten utilsiktede lurer eller umiddelbar oppvåkning.
nl: Zet je scherm in slaap vanuit een hoek, zonder per ongeluk dutjes of meteen weer wakker worden.
pl: Usypiaj ekran z narożnika, bez przypadkowych drzemek i natychmiastowych pobudek.
pt_br: Coloque a tela para dormir a partir de um canto, sem cochilos acidentais nem despertares instantâneos.
pt_pt: Ponha o ecrã a dormir a partir de um canto, sem sestas acidentais nem despertares instantâneos.
ro: Puneți ecranul în repaus dintr-un colț, fără ațipiri accidentale sau treziri instantanee.
ru: Усыпляйте дисплей из угла экрана — без случайных засыпаний и мгновенных пробуждений.
sk: Uspite obrazovku z rohu, bez nechcených driemkaní a okamžitého prebúdzania.
sv: Försätt skärmen i vila från ett hörn, utan oavsiktliga tupplurar eller direkta uppvaknanden.
tr: Ekranınızı bir köşeden uyutun; kazara şekerlemeler ve anında uyanmalar olmadan.
uk: Присипляйте дисплей із кута екрана — без випадкових дрімот і миттєвих пробуджень.
vi: Cho màn hình ngủ từ một góc, không còn ngủ nhầm hay thức dậy ngay lập tức.
zh_hans: 从屏幕角落让显示器睡眠，不会误触打盹，也不会立刻醒来。

source: Quit NapCorner
ar: إنهاء NapCorner
bg: Изход от NapCorner
cs: Ukončit NapCorner
da: Afslut NapCorner
de: NapCorner beenden
es: Salir de NapCorner
et: Sulge NapCorner
fi: Lopeta NapCorner
fr: Quitter NapCorner
hi: NapCorner से बाहर निकलें
hr: Zatvori NapCorner
hu: Kilépés a NapCornerből
it: Esci da NapCorner
ja: NapCornerを終了
ko: NapCorner 종료
nb: Avslutt NapCorner
nl: Stop NapCorner
pl: Zakończ NapCorner
pt_br: Encerrar o NapCorner
pt_pt: Sair do NapCorner
ro: Închide NapCorner
ru: Завершить NapCorner
sk: Ukončiť NapCorner
sv: Avsluta NapCorner
tr: NapCorner’dan Çık
uk: Закрити NapCorner
vi: Thoát NapCorner
zh_hans: 退出 NapCorner
